Repository: pld-linux/mailfilter
Catalog: mailfilter-*.po
Languages: pl

source: Mailfilter filters e-mail and removes spam in one or many POP accounts.
pl: Mailfilter filtruje pocztê e-mail i usuwa spam z jednego b±d¼ wielu kont POP.

source: Usage:
pl: U¿ycie:

source: [OPTION]...
pl: [OPCJA]...

source: If a long option shows an argument as mandatory, then it is mandatory
pl: Je¶li d³uga opcja ukazuje argument jako obowi±zkowy, wtedy jest on obowi±zkowy

source: for the equivalent short option also.
pl: tak¿e dla odpowiadaj±cej krótkiej opcji.

source: Options:
pl: Opcje:

source: -h, --help Display this help information
pl: -h, --help Wy¶wietla tê informacjê

source: -L, --logfile=FILE Specify logfile location
pl: -L, --logfile=PLIK Okre¶la lokalizacjê pliku logu

source: -M, --mailfilterrc=FILE Specify rcfile location
pl: -M, --mailfilterrc=PLIK Okre¶la lokalizacjê pliku konfiguracyjnego

source: -r, --return-value Enable additional return values
pl: -r, --return-value W³±cza dodatkowe warto¶ci zwrotne

source: -t, --test Simulate deletes
pl: -t, --test Symuluje kasowania

source: -v, --verbose=LEVEL Specify level of verbosity
pl: -v, --verbose=POZIOM Okre¶la poziom szczegó³owo¶ci

source: -V, --version Display version information
pl: -V, --version Wy¶wietla informacjê o wersji

source: Report bugs to <baueran@users.sourceforge.net>.
pl: Zg³aszaj b³êdy do <baueran@users.sourceforge.net>.

source: This is free software; see the source for copying conditions. There is NO
pl: To jest wolne oprogramowanie; warunki rozprowadzania w ¼ród³ach. Nie ma ¯ADNEJ

source: warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
pl: gwarancji; nawet dla PRZYDATNO¦CI HANDLOWEJ ani PRZYDATNO¦CI DO OKRE¦LONYCH ZASTOSOWAÑ.

source: Try '
pl: Spróbuj '

source: --help' for more information.
pl: --help' dla uzyskania kolejnych informacji.

source: : Error: Signal handler could not be installed.
pl: : B³±d: Obs³uga sygna³u nie mo¿e byæ zainstalowana.

source: : Error: The level of verbosity must contain values between
pl: : B³±d: Poziom szczegó³owo¶ci musi zawieraæ warto¶ci z przedzia³u

source: and
pl: i

source: querying
pl: odpytywanie

source: : Error: Could not login to server
pl: : B³±d: Nie mo¿a siê zalogowaæ na serwer

source: . Unknown error.
pl: . Nieznany b³±d.

source: : Error: DNS lookup failure for
pl: : B³±d: niepowodzenie odpytywania DNS-u dla

source: . Login failed.
pl: . Logowanie nieudane.

source: : Error: Network connection could not be established.
pl: : B³±d: Po³±czenie sieciowe nie mo¿e byæ ustanowione.

source: : Error: Authentication failed. Login canceled.
pl: : B³±d: Nieudana autentyfikacja. Logowanie odwo³ane.

source: : Error: Mail server not responding. Login canceled.
pl: : B³±d: Serwer pocztowy nie odpowiada. Logowanie odwo³ane.

source: : Error: Could not establish mail server connection.
pl: : B³±d: Nie mo¿na ustanowiæ po³±czenia z serwerem pocztowym.

source: : Error: Sent STAT, but server responded with an error.
pl: : B³±d: Wys³ano STAT, ale serwer odpowiedzia³ b³êdem.

source: : Error: Sent TOP, but server responded with an error.
pl: : B³±d: Wys³ano TOP, ale serwer odpowiedzia³ b³êdem.

source: : Error: Sent LIST, but server responded with an error.
pl: : B³±d: Wys³ano LIST, ale serwer odpowiedzia³ b³êdem.

source: : Error: Sent DELE, but server responded with an error. Delete failed.
pl: : B³±d: Wys³ano DELE, ale serwer odpowiedzia³ b³êdem. Kasowanie siê nie powiod³o.

source: : Error: Encountered a malformed e-mail header which could not be handled by Mailfilter.
pl: : B³±d: Otrzymano uszkodzony nag³ówek e-mail, który nie mo¿e byæ obs³u¿ony przez Mailfiltra.

source: Program aborted.
pl: Program przerwany.

source: : Error: Operation timed out.
pl: : B³±d: Operacja przekroczy³a limit czasu.

source: : Error: Signal handler could not be installed.
pl: : B³±d: Obs³uga sygna³u nie mo¿e byæ zainstalowana.

source: : Error: The rcfile for preferences has wrong number of arguments or malformed syntax.
pl: : B³±d: Plik konfiguracyjny preferencji ma z³± liczbê argumentów lub nieprawid³ow± sk³adniê.

source: : Error: The rcfile for preferences (usually $HOME/.mailfilterrc) could not be read.
pl: : B³±d: Plik konfiguracyjny preferencji (zazwyczaj $HOME/.mailfilterrc) nie mo¿e byc odczytany.

source: : Error: Aborted pre-compilation of Regular Expressions. Check the syntax of your filters and rules.
pl: : B³±d: Przerwano prekompilacjê Wyra¿eñ Regularnych. Sprawd¼ sk³adniê swoich filtrów i regu³.

source: : Error: Could not access the logfile. Check the file permissions of your logfile and make sure the rcfile contains the correct path.
pl: : B³±d:

source: : Error: Communication failure. Either the server closed the connection due to a time-out problem, or the entire network connection has dropped.
pl: : B³±d:

source: : Error: Connection to the mail server has timed out.
pl: : B³±d:

source: : Error: Unknown communication error occured. Please consider reporting a bug. Thank you.
pl: : B³±d:

source: : Error: Malformed e-mail header.
pl: : B³±d:

source: : Error:
pl: : B³±d:

source: : Error: This is an unknown error. Please consider reporting a bug. Thank you.
pl: : B³±d:

source: : Signal SIGINT caught. Terminating with signal
pl: : Przechwycono sygna³ SIGINT. Przerywanie sygna³em

source: : Could not pre-compile this Regular Expression '
pl: : Nie mo¿na prekompilowaæ tego Wyra¿enia Regularnego '

source: : Internal error code from the Regular Expression library:
pl: : Wewnêtrzny kod b³êdu z biblioteki Wyra¿eñ Regularnych:

source: : Deprecated keyword '
pl: : Przestarza³e s³owo kluczowe '

source: ' in '
pl: ' w '

source: : Instead use the keyword 'REG_CASE' from now on.
pl: : W zamian u¿yj s³owa kluczowego 'REG_CASE'.

source: : Instead use the keyword 'VERBOSE' from now on.
pl: : W zamian u¿yj s³owa kluczowego 'VERBOSE'.

source: : Consult the mailfilterrc(5) man page for further details.
pl: : Zajrzyj do strony podrêcznika mailfilterrc(5) po dalsze szczegó³y

source: : A keyword in '
pl: : S³owo kluczowe w '

source: ' contains invalid parameters.
pl: zawiera b³êdne parametry.

source: %s: Examining %d message(s).
pl: %s: Sprawdzanie %d wiadmno¶c(i).

source: %s: option `%s' is ambiguous
pl: %s: opcja `%s' jest wieloznaczna

source: %s: option `--%s' doesn't allow an argument
pl: %s: opcja `--%s' nie przyjmuje argumentu

source: %s: option `%c%s' doesn't allow an argument
pl: %s: opcja `%c%s' nie przyjmuje argumentu

source: %s: option `%s' requires an argument
pl: %s: opcja `%s' wymaga argumentu

source: %s: unrecognized option `--%s'
pl: %s: nieznana opcja `--%s'

source: %s: unrecognized option `%c%s'
pl: %s: nieznana opcja `%c%s'

source: %s: illegal option -- %c
pl: %s: nielegalna opcja -- %c

source: %s: invalid option -- %c
pl: %s: z³a opcja -- %c

source: %s: option requires an argument -- %c
pl: %s: opcja wymaga argumentu -- %c

source: %s: option `-W %s' is ambiguous
pl: %s: opcja `-W %s' jest wieloznaczna

source: %s: option `-W %s' doesn't allow an argument
pl: %s: opcja `-W %s' nie przyjmuje argumentu
